Revit 2027 API
BuiltInFailures.ImportFailures.CannotImportFile Property
 Can't import file.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotImportFile { get; }
Public Shared ReadOnly Property CannotImportFile As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotImportFile {
	FailureDefinitionId^ get ();
}
static member CannotImportFile : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.ImportFailures Class
Autodesk.Revit.DB Namespace